{
  "english": [
    {
      "id": 1,
      "nama": "Strawberry Cream",
      "harga": 5000,
      "deskripsi": "Enjoy the softness of mochi with a filling of fresh and sweet strawberry, combined with a smooth and creamy flavor in every bite.",
      "thumbnail": "Straw.jpg"
    },
    {
      "id": 2,
      "nama": "Cookies and Cream",
      "harga": 5000,
      "deskripsi": "Experience the richness of mochi filled with crunchy Oreo pieces, enveloped in a crispy oreo topping that tantalizes your taste buds.",
      "thumbnail": "Cookies.jpg"
    },
    {
      "id": 3,
      "nama": "Milky Regal",
      "harga": 5000,
      "deskripsi": "Indulge in luxurious mochi with a melting milky cream filling, paired with a soft and tempting regal biscuit touch.",
      "thumbnail": "Regal.jpg"
    },
    {
      "id": 4,
      "nama": "Strawberry Chocolate",
      "harga": 5000,
      "deskripsi": "Treat your taste buds to mochi topped with fresh and sweet strawberry, combined with chocolate cream inside for a unique and delectable flavor experience.",
      "thumbnail": "Strok.jpg"
    },
    {
      "id": 6,
      "nama": "Double Choco",
      "harga": 5000,
      "deskripsi": "Enjoy the sensation of soft mochi with double chocolate filling.",
      "thumbnail": "Double.jpg"
    },
    {
      "id": 7,
      "nama": "Mango Cream",
      "harga": 5000,
      "deskripsi": "Experience the pleasure of mochi with tropical and delicious mango cream filling.",
      "thumbnail": "Mangga.jpg"
    }
  ],
  "bahasa": [
    {
      "id": 1,
      "nama": "Strawberry Cream",
      "harga": 5000,
      "deskripsi": "Nikmati kelembutan mochi dengan isian krim stroberi yang segar dan manis, dipadukan dengan rasa coklat yang lembut di setiap gigitan.",
      "thumbnail": "Straw.jpg"
    },
    {
      "id": 2,
      "nama": "Cookies and Cream",
      "harga": 5000,
      "deskripsi": "Cicipi kelezatan mochi yang kaya dengan potongan Oreo yang renyah di atasnya, diisi oleh lapisan krim dan menggugah selera.",
      "thumbnail": "Cookies.jpg"
    },
    {
      "id": 3,
      "nama": "Milky Regal",
      "harga": 5000,
      "deskripsi": "Rasakan kemewahan mochi dengan isian krim susu yang meleleh di mulut, dipadukan dengan sentuhan topping biskuit regal yang gurih dan menggoda.",
      "thumbnail": "Regal.jpg"
    },
    {
      "id": 4,
      "nama": "Strawberry Chocolate",
      "harga": 5000,
      "deskripsi": "Manjakan lidah Anda dengan mochi yang diberi topping buah strawberry yang segar, ditambahkan dengan isian coklat untuk pengalaman rasa yang unik dan menggugah selera.",
      "thumbnail": "Strok.jpg"
    },
    {
      "id": 6,
      "nama": "Double Choco",
      "harga": 5000,
      "deskripsi": "Cicipi sensasi mochi yang lembut dengan isian dobel krim coklat yang manis, memberikan rasa tambahan yang menyegarkan.",
      "thumbnail": "Double.jpg"
    },
    {
      "id": 7,
      "nama": "Mango Cream",
      "harga": 5000,
      "deskripsi": "Rasakan kenikmatan mochi dengan isian krim mangga yang tropis dan lezat dan segar.",
      "thumbnail": "Mangga.jpg"
    }
  ]
}
